[
    {"addedBy":"1",
    "additionDate":"2019-01-01",
    "description":"Do szklanki wypełnionej lodem wlewamy rum, coca-colę oraz sok z cytryny. Mieszamy składniki. Dla ozdoby można dodać ćwiartkę limonki.",
    "id":3,
    "name":"Cuba Libre",
    "taste":"bitter"
    },
    {"addedBy":"1",
    "additionDate":"2019-01-01",
    "description":"Do shakera dodajemy kilka kostek lodu. Wlewamy wszystkie składniki i wstrząsamy przez kilka sekund. Rozlewamy wszystko przez sitko do kieliszków.",
    "id":4,"name":"Blue Kamikaze",
    "taste":"Sour"
},
    {"addedBy":"1","additionDate":"2019-01-01","description":"Do szklanki z kostkami lodu wlewamy wódkę i likier kawowy, a następnie dokładnie mieszamy. Black Russian gotowy.","id":5,"name":"Black Russian","taste":"Sour"},
    {"addedBy":"1","additionDate":"2019-01-01","description":"Tequilę oraz sok pomarańczowy wlewamy do szklanki wypełnionej do połowy kostkami lodu. Następnie powoli wlewamy grenadinę, która powinna opaść na dno szklanki, dzięki czemu nasz drink staje się dwukolorowy, tworząc efekt wschodzącego słońca (sunrise). Teraz wystarczy dodać słomkę i ewentualnie dekorację w postaci plastra pomarańczy.","id":6,"name":"Tequila Sunrise","taste":"bitter"},
    {"addedBy":"1","additionDate":"2019-01-01","description":"Wódkę oraz sok pomarańczowy wlewamy do shakera. Dodatkowo możemy dodać 1-2 kostki lodu. Wszystko dokładnie mieszamy i przelewamy do szklanki z kilkoma kostkami lodu. Następnie powoli wlewamy grenadinę, która powinna opaść na dno szklanki, dzięki czemu nasz drink staje się dwukolorowy. Teraz wystarczy dodać słomkę i ewentualnie dekorację w postaci plastra pomarańczy.","id":7,"name":"Vodka Sunrise","taste":"bitter"},
    {"addedBy":"1","additionDate":"2019-01-01","description":"Niską szklankę z grubym dnem (typu old-fashioned) wypełnij kostkami lodu. Wlej do niej Malibu Rum oraz sok ananasowy zachowując odpowiednie proporcje. Jeśli bardzo lubisz Malibu, możesz nalać go nieco więcej. Dokładnie wymieszaj składniki. Dodaj czereśnię koktajlową.","id":8,"name":"Caribbean Pineapple","taste":"bitter"},
    {"addedBy":"1","additionDate":"2019-01-01","description":"Szklankę typu highball wypełniamy kostkami lodu. Następnie wlewamy do niej Malibu Rum i uzupełniamy ją colą. Na koniec dodajemy kawałek limonki.","id":11,"name":"Malibu And Cola","taste":"bitter"},
    {"addedBy":"1","additionDate":"2019-01-01","description":"Do szklanki typu highball wlewamy wódkę, colę oraz grenadinę. Mieszamy składniki. Uzupełniamy szklankę kostkami lodu.","id":12,"name":"Red Rasputin","taste":"bitter"},
    {"addedBy":"1","additionDate":"2019-01-01","description":"Do wysokiej szklanki typu highball wrzucamy kilka kostek lodu. Wlewamy wódkę, sprite i grenadinę. Na koniec wyciskamy kilka kropel z cytryny. Przed przystąpieniem do picia, należy zamieszać drink.","id":13,"name":"Śliczny Piotr","taste":"bitter"},
    {"addedBy":"1","additionDate":"2019-01-01","description":"Do kieliszka wlewamy po kolei grenadinę, likier blue curacao oraz tequilę. Aby warstwy się nie zmieszały, do nalewania należy użyć łyżeczki, po której należy nalewać poszczególne składniki.","id":14,"name":"L.A.P.D. Nightshift","taste":"bitter"},
    {"addedBy":"1","additionDate":"2019-01-01","description":"Do kieliszka wlewamy po kolei wszystkie składniki w następującej kolejności: grenadinę, blue curacao i wódkę. Należy to zrobić delikatnie używając np. łyżeczki, dzięki czemu składniki nie wymieszają się i ułożą w trzy warstwy.","id":15,"name":"Fourth of July","taste":"bitter"},
    {"addedBy":"1","additionDate":"2019-01-01","description":"Szklankę typu Collins wypełnij kostkami lodu. Wlej do niej tequilę, świeżo wyciśnięty sok z limonki i Coca-Colę. Zamieszaj. Dodaj ozdobę w postaci plastra limonki.","id":16,"name":"Mexicola","taste":"bitter"},
    {"addedBy":"1","additionDate":"2019-01-01","description":"Do szklanki typu old fashioned dodajemy kilka kostek lodu. Wlewamy do niego Malibu, tequilę i uzupełniamy sokiem ananasowym. Mieszamy i dodajemy kawałek pomarańczy jako ozdobę.","id":17,"name":"Mexican Surfer","taste":"bitter"},
    {"addedBy":"1","additionDate":"2019-01-01","description":"Do szklanki typu old-fashioned wypełnionej kostkami lodu wlewamy wódkę oraz sok ananasowy. Uzupełniamy szklankę spritem lub 7-up’em i delikatnie mieszamy.","id":18,"name":"Polish Professor","taste":"bitter"},
    {"addedBy":"1","additionDate":"2019-01-01","description":"Do szklanki typu collins wlej wódkę, rum i sok pomarańczowy. Zamieszaj i podaj.","id":19,"name":"Cowboy Roy","taste":"bitter"},
    {"addedBy":"1","additionDate":"2019-01-01","description":"Wódkę oraz soki (pomarańczowy i ananasowy) mieszamy ze sobą w osobnej szklance. Do szklanki wypełnionej kostkami lodu wlewamy przygotowany wcześniej miks. Wlewamy grenadinę. Ozdabiamy szklankę kawałkiem pomarańczy i podajemy.","id":20,"name":"Exotic Summernight","taste":"bitter"},
    {"addedBy":"1","additionDate":"2019-01-01","description":"Do shakera wrzucamy kilka kostek lodu i wlewamy Malibu oraz wódkę. Wstrząsamy i przelewamy do szklanki typu high-ball. Następnie uzupełniamy ją sokiem żurawinowym i mieszamy.","id":21,"name":"Malibu Woo Woo","taste":"bitter"},
    {"addedBy":"1","additionDate":"2019-01-01","description":"Do wysokiej szklanki wrzucamy kostki lodu. Wlewamy wódkę, sok żurawinowy i mieszamy. Możemy dodać ćwiartkę limonki jako ozdobę.","id":22,"name":"Cape Codder","taste":"bitter"},
    {"addedBy":"1","additionDate":"2019-01-01","description":"Do szklanki typu highball wrzucamy kilka kostek lodu (trzy lub cztery). Następnie wlewamy po kolei wszystkie składniki: wódkę, sok pomarańczowy oraz colę.","id":23,"name":"Power Screwdriver","taste":"bitter"},
    {"addedBy":"1","additionDate":"2019-01-01","description":"Do shakera wrzucamy kilka kostek lodu. Wlewamy wszystkie składniki i wstrząsamy, aż do uzyskania jednolitego koloru. Do szklanki typu highball dodajemy kilka kostek lodu a następnie przelewamy do niej zawartość shakera.","id":24,"name":"Raw Sewage","taste":"bitter"},
    {"addedBy":"1","additionDate":"2019-01-01","description":"Szklankę typu highball wypełniamy kostkami lodu. Wlewamy do niej wódkę i sprite, aby wypełnić ją w 3/4. Następnie powoli wlewamy blue curacao oraz grenadinę, które opadną na dno szklanki. Tak przygotowany drink podajemy naszym gościom, którzy przed przystąpieniem do picia powinni go wymieszać.","id":25,"name":"William’s Rainbow","taste":"bitter"},
    {"addedBy":"1","additionDate":"2019-01-01","description":"Do shakera dodajemy kostki lodu. Wlewamy wszystkie składniki i wstrząsamy, aż zostaną dobrze schłodzone. Zawartość shakera rozlewamy przez sitko do kieliszków.","id":26,"name":"Blue Nut","taste":"bitter"},
    {"addedBy":"1","additionDate":"2019-01-01","description":"Do shakera wrzucamy kilka kostek lodu i wlewamy wszystkie składniki: malibu, sok pomarańczowy, sok ananasowy. Wszystko dokładnie mieszamy. Zawartość shakera przelewamy do szklanki wypełnionej kostkami lodu.","id":27,"name":"Malibu Barbados","taste":"bitter"},
    {"addedBy":"1","additionDate":"2019-01-01","description":"Do szklanki dodajemy skruszony lód i wlewamy wszystkie składniki. Dokładnie mieszamy i ozdabiamy np. kawałkiem ananasa.","id":28,"name":"Sammy Special","taste":"bitter"}]